tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask_args appdir: "~/Applications", require_sha: true

brew "gh"
brew "git"
brew "go"
brew "nodenv"
brew "mysql-client"
brew "terminal-notifier"
brew "terraformer"
brew "tfenv"
brew "tfsec"
cask "google-chrome"
cask "google-cloud-sdk", args: { require_sha: false }
cask "discord"
cask "docker"
cask "google-japanese-ime"
cask "kindle"
cask "macvim"
cask "meetingbar"
cask "slack"
cask "visual-studio-code"
cask "zoom"