tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask_args appdir: "~/Applications", require_sha: true

brew "act"
brew "anyenv"
brew "gh"
brew "git"
brew "go"
brew "minamijoyo/tfupdate/tfupdate"
brew "mysql-client"
brew "nodenv"
brew "terminal-notifier"
brew "terraformer"
brew "tfenv"
brew "tfsec"
cask "google-chrome", args: { require_sha: false }
cask "google-cloud-sdk", args: { require_sha: false }
cask "discord"
cask "docker"
cask "google-japanese-ime", args: { require_sha: false }
cask "karabiner-elements"
cask "key-codes", args: { require_sha: false }
cask "kindle"
cask "macvim"
cask "meetingbar"
cask "slack"
cask "visual-studio-code"
# cask "zoom"
